function getstavka() {
var tt=prompt("Введите вашу электронную почту");
var number=prompt("Введите промокод , который пришел к вам на почту");
var number=alert("Бонусы у вас насчету");
}
function getEmail() {
var txt=prompt("Введите вашу электронную почту");
var text=alert("Подтвердите ваш аккунт на электронной почте");
var text=alert(" Подтверждено,Вы успешно вошли в аккаунт");
}
function getbeautuful(){
var info=alert("Яркость-световой поток, посылаемый в данном направлении, делённый на малый телесный угол вблизи этого направления и на проекцию площади источника на плоскость, перпендикулярную оси наблюдения");
}
 function getkra(){
var into= alert("Поразительность-Существительное, неодушевлённое, женский род, 3-е склонение");
}  
function geting(){
var init= alert("Привлекательность-способность объекта (или субъекта) притягивать к себе позитивное внимание, вызывать интерес, радость и желание повторить контакт. А также купить, приобрести, чтобы привлекательная вещь радовала человека позже");
}